[
	{
		"type": "scam",
		"subject": "Apply for a loan",
		"content": "In order to help small businesses and individuals recover since the COVID-19 outbreak, we have design special loan programs for all. Apply for a loan with us now"
	},
	{
		"type": "scam",
		"subject": "PLEASE READ",
		"content": "I would be very pleased to reach you;\n\n\nI'm confirming if you receive the previous email i sent to you? You having same surname name with my client. I want to make sure you received it and hopefully you had a chance, it will work well for you. It is more professional and that you have to be more serious about it with your dearest relative, a contractor, promoter with an independent business magnate that lived in Europe for over a decade.\n\n\nFirstly, please accept my apology for sending you this sensitive information via mail without meeting you in person. This is due to the urgency and importance of the matter at hand. My Name is Martino Rodriguez Galiano a legal representative and attorney to my late client. I got your contact through your country municipal pages, while searching for any possible (Relative) or Last Name to him. Prior to my late client death in serious illness of epidemic disease; My client successfully executed a contract with government investment company worth the sum of $7.4M (Million dollars USD )The government is fully paying all foreign contractors who have successfully executed their contracts and my client is among those to benefit in this payment schedule, which has already been deposited with his bank. As the Attorney/Solicitor present during registry of the contract by my late client, bank has officially notified and instructed me to present heir/heiress to make Claims, so that he/she can be paid the outstanding deposit, which have been recorded by the company.\n\n\nAll during advent, i decided to contact you. I will like to present you as the family member (Sole Beneficiary) to the financial institute (Bank). You are having a common Last Name with him as my client next of kin. I would like to assure you that I am proposing this project to you with the best of my intention. All I require from you is your honest co-operation; I guarantee that this transaction will be executed under a legitimate arrangement that will protect you from any breach of law. Upon successful conclusion of this project, once the deposit is been release to you, we shall disbursed the content in the ratio of 50% /50% for me respectively as our benefit ($ 3.7M each). Respectfully yours, $senderName"
	},
	{
		"type": "scam",
		"subject": "$receiverEmail Your earnings!",
		"content": " Hi $receiverEmail\nJoin US and Start Getting Richwith Bitcoin Revolution!\nThe Bitcoin Revolution is a group reserved exclusively to people who jumped on the insane returns that Bitcoin offers and have quietly amassed a fortune in doing so. Our members enjoy retreats around the world every month while they make money on their laptop with just a few minutes of “work” every day. READ MORE"
	},
	{
		"type": "scam",
		"subject": "I NEED YOUR HELP",
		"content": "Beloved,\n\nLet me first introduce myself to you, I am a citizen of Sudan but currently staying in Burkina Faso. My name is $senderName, 23years old originated from Sudan. I got your E-mail address/profile through my internet search when I was searching for a good and trust worthy person who will help me in clearing my inheritance fund for investment purpose. I believe that it is better we get to know each other better and trust each other because I believe any good relationship will only last if it is built on truth and real love.My father Dr. Justin Yak Arop was the former Minister for SPLA Affairs and Special Adviser to President Salva Kiir of South Sudan for Decentralization. My father Dr. Justin Yak and my mother including other top Military officers and top government officials had been on board when the plane crashed on Friday May 02, 2008.. You can read more about the crash through the below\n\nsite:http://news.bbc.co.uk/2/hi/africa/7380412.stm\n\nAfter the burial of my father, my uncles conspired and sold my father’s properties to a Chinese Expatriate and live nothing for me. On a faithful morning, I opened my father's briefcase and found out the documents which he have deposited huge amount of money in one bank in Burkina Faso with my name as the next of kin. I travelled to Burkina Faso to withdraw the money so that I can start a better life and take care of myself.\n\nOn my arrival, the Branch manager of the Bank whom I met in person told me that my father's instruction to the bank was the money be release to me only when I am married or present a trustee who will help me and invest the money overseas. I have chosen to contact you after my prayers and I believe that you will not betray my trust. But rather take me as your own sister. Though you may wonder why I am so soon revealing myself to you without knowing you, well, I will say that my mind convinced me that you are the true person to help me.\n\nMore so, I will like to disclose much to you if you can help me to relocate to your country because my uncle has threatened to assassinate me. The amount is $9.1 Million and I have confirmed from the bank in Burkina Faso. You will also help me to place the money in a more profitable business venture in your Country. However, you will help by recommending a nice University in your country so that I can complete my studies.\n\nPlease reconfirm this information's below...\n\n\nFull Names...........................\n\nTelephone numbers....................\n\nAge..................................\n\nPhoto.........................\n\nOccupation...........................\n\nReceiving country....................\n\nHome and Office Address..............\n\n\nAs soon as I received the above information's, I will put things in other by sending the account information's and the Bank contact to enable you contact bank and ask them how my inheritance fund could be transferred to your Bank account over there in your country, while I will be coming over to meet you as soon as the Bank transfer the Fund into your account .\n\nIt is my intention to compensate you with 30% of the total money for your services and the balance shall be my capital in your establishment. As soon as I receive your interest in helping me, I will put things into action immediately. In the\n\nlight of the above, I shall appreciate an urgent message indicating your ability and willingness to handle this transaction sincerely. Please do keep this only to your self.\n\nSincerely yours,\n$senderName\n"
	},
	{
		"type": "scam",
		"subject": "Fwd: CONSIDER",
		"content": "DEAREST\nCONSIDER MY MAIL EVEN THOUGH THIS MIGHT BE A NUISANCE TO YOU; MOST\nDEFINITELY YOU MIGHT HAVE RECEIVED SIMILAR MESSAGES OF MY KIND ON\nREGULAR BASES.\nI AM MISS AAREN IBRAHIM(24YRS) DAUGHTER TO LATE GENERAL IBRAHIM COULIBALY OF IVORY COAST \n(YOU CAN READ MORE ABOUT MY FATHER IN THE LINK BELOW:\nHTTP://WWW.THEGUARDIAN.COM/WORLD/2011/APR/28/ IVORY-COAST-RENEGADE-WARLORD-IBRAHIM-COULIBALY)\nHE DEPOSITED A (FUND) US$7.5 MILLION IN MY NAME IN SOUTH AFRICA BEFORE HIS DEATH DUE TO MY\nYOUNG AGE THEN,\nI HAVE CONTACTED THE BANK TO CLEAR THE DEPOSIT BUT THE HEAD OF THE\nBANK'S INTERNATIONAL WIRE-TRANSFER MANAGER TOLD ME THAT MY LATE FATHER\nPLACED AN INSTRUCTION ON THE DEPOSITED FUND THAT I MUST PRESENT A FOREIGN\nTRUSTEE WHO WILL HELP ME FOR INVESTMENT OF THE FUND, JUST DUE TO MY\nYOUNG AGE AS AT THE TIME OF THE DEPOSIT.\nI AM LOOKING FOR A RELIABLE PERSON THAT CAN HELP ME TRANSFER THIS\n(FUND) OUT FROM S.AFRICA SINCE MY STEP MOTHER IS TRYING TO TAKE ALL I AM\nSUPPOSED TO INHERIT. IF YOU CAN HELP ME, THEN CONTACT ME FOR DETAILS.\nMY HUMBLE REGARDS\nAAREN\n"
	},
	{
		"type": "scam",
		"subject": "HELLO AND CONGRATULATION",
		"content": " United Nations responsible for international public health.\nIt is part of the U.N. Sustainable Development\nGroup Head: Tedros Adhanom Trending\nAbbreviation: WHO\nHeadquarters: Geneva, Switzerland Founded: 7 April 1948Founders: India, United States, Australia, Iran, Canada, Mexico,\nSubsidiary: Pan American Health Organization.\n\n\nDear Beneficiary,\n\nThe united union and the World health Organization, have awarded you a check of $265,000 USD following the recent development globally your email was supported and picked among the batch numbers kindly contact the world health finance secretary for the claim of your payment there is a fee of $250 to include the vat fee of the total sum in your exchange currency. congratulation.\n\nDepartment: WHO finance unit\nEmail: $senderEmail\nPhone:  310 823 5188\n\n$senderName\nActing Director on Medical Supports WHO\n"
	},
	{
		"type": "scam",
		"subject": "Re: Your shipment email",
		"content": "( URGENT REPLY BEFORE IS LATE)\nNote: If you found this email in your junk/spam, its because of your\ninternet isp server.\n\nDear Sir/Ma,\n\nI am Michael Smith, Airport Senior Deputy General Manager, in\nHatfield-Jackson International Airport Atlanta, Georgia. During our\ninvestigation, I discovered an abandoned shipment through a Diplomat\nwhich was transferred from JFK Kennedy Airport to our facility here in\nAtlanta, and when scanned it revealed an undisclosed sum of money in 2\nMetal Trunk Boxes weighing approximately 110kg each.\n\nThe consignment was abandoned because the Content was not properly\ndeclared by the consignee as money rather it was declared as personal\neffect/classified document to either avoid diversion by the Shipping\nAgent or confiscation by the relevant authorities. The diplomat's\ninability  to pay for Non Inspection fees among other things are the\nreason why the consignment is delayed and abandoned.\n\nBy my assessment, each of the boxes contains about $4M or more. They\nare still left in the airport storage facility till today. The\nConsignments like I said are two metal trunk boxes weighing about 65kg\neach (Internal dimension: W61 x H156 x D73 (cm) effective capacity:\n680 L) Approximately. The details of the consignment including your\nname and email on the official document from United Nations' office in\nLondon where the shipment was tagged as personal effects/classified\ndocument is still available with us. As it stands now, you have to\nreconfirm your full name, Phone Number, full address so I can\ncross-check and see if it corresponds with the one on the official\ndocuments. It is now left to you to decide if you still need the\nconsignment or allow us repatriate it back to UK  (place of origin) as\nwe were instructed. (REPLY TO THIS EMAIL : ($senderEmail)\n\nAs I did say again, the shipper abandoned it and ran away most\nimportantly because he gave a false declaration, he could not pay for\nthe yellow tag, he could not secure a valid non inspection\ndocument(s), etc. I am ready to assist you in any way I can for you to\nget back this packages provided you will also give me something out of\nit (financial gratification). You can either come in person, or you\nengage the services of a secure shipping/delivery Company/agent that\nwill provide the necessary security that is required to deliver the\npackage to your doorstep or the destination of your choice. I need all\nthe guarantee that I can get from you before I can get involved in\nthis project.\n\nPlease Reply this email strictly at ($senderEmail)\n\nBest Regards,\n\n\n$senderName\nAirport Senior\nDeputy General Manager\n"
	},
	{
		"type": "scam",
		"subject": "letter of intent.",
		"content": "Dear Friend,\n\nAfter two years of arbitration, a court of international arbitration in London has awarded a 'compensatory damages' in favour of five ancestral tribes inhabited on the Niger-Delta basin. The ruling came after the area assessment by groups of oil pollution inspectors in regard to the petitions against the three leading oil corporations in sub Saharan Africa, arguing the devastating effect of oil spill menace on health and environmental degradation in the oil rich region. I am a conflict Resolution expert, and I work notably as a freelance ethnic conflict conciliator with wealth of experience in oil spill-communal mediation. \n\nHave you maintained a 'clean slate' financial background and have enjoyed efficient banking services with your bankers over the years?. I am in need of an active bank account where substantial sum can be paid to as compensation for damages. Note that this request is on a high priority basis as payment was this morning scheduled sooner than expected. We will quickly discuss terms if your bank account can accommodate large deposits without eyebrows being raised. Please, write back if you wouldn't mind rendering your bank account for this legitimate use which will be very profitable to you at the end. \n\nI await your reply at your earliest convenience.\n\nBest Regards,\n$senderName."
	},
	{
		"type": "complaint",
		"subject": "need help",
		"content": "Hello\n\nI recently went to the store to buy headphones. When i came back the website was just white. It no longer works. Maybe the headphones did it?\nThanks.\n$senderName"
	},
	{
		"type": "complaint",
		"subject": "Doesn't work?",
		"content": "Dear shoutr.io,\n\nMy granddaughter bought me this phone and also put you on it. I use it all the time to send messages with her. But yesterday I went outside for shopping and I remembered that she left her bag at my home. So I quickly wanted to tell her, but it did not work?! The bag is important to her and because of you, she has left the country without the bag. Please contact me so we can discuss compensation.\n\nKind regards,\n$senderName"
	},
	{
		"type": "followup",
		"subject": "Re: $prevSubject",
		"content": "Did you get my mail? I am still waiting for a reply from you. I know that you are busy but this is important.\n\n$senderEmail previously wrote:\n$prevContent"
	},
	{
		"type": "followup",
		"subject": "Re: $prevSubject",
		"content": "Hello. I still have not received an answer from you. If you do not reply i *will* get a lawyer and it can get expensive for you."
	},
	{
		"type": "followup",
		"subject": "[IMPORTANT] Re: $prevSubject",
		"content": "Dear Sir/Maam.\n\nThis is the lawyer representing $senderName in the case agains shoutr.io. We have already filed the proper documents, so we can start the case any day now. This is your last chance to settle out of court, otherwise there will be legal action.\n\nSincerely yours,\nThe lawyer"
	},
	{
		"type": "complaint",
		"subject": "Slow website",
		"content": "Hello. I hope you already know that your website is really slow?"
	},
	{
		"type": "complaint",
		"subject": "Website down",
		"content": ""
	},
	{
		"type": "complaint",
		"subject": "My son's education",
		"content": "Dear manager,\nMy son is using this site regularly on his iPad. Recently he saw a picture of two men holding hands on here, and asked me about it. I was absolutely disgusted and immediately revoked his iPad privileges. We live in a Christian household and don't tolerate such things. But the issue is how is this vile content on your site in the first place? Please pay better attention to what you put on here so I can raise my children as good christians.\nKind regards,\n$senderName"
	},
	{
		"type": "satisfied",
		"subject": "Thank you from a satisfied customer",
		"content": "Hi!\nEver since first stumbling upon your website shoutr.io, I have felt it filled a void inside me. I now spend about 14 hours every day on your website. I have recommended the site to all of my friends already. What more can I do?\n\nYours truly,\n$senderName"
	},
	{
		"type": "satisfied",
		"subject": "Very good for controlling emotions",
		"content": "Hello!\nSince I started using your site to shout all my problems at the world, I have much better control over my feelings. It's like a psychologist, but I can actually afford it!\n\n-$senderName"
	},
	{
		"type": "satisfied",
		"subject": "Very useful for uppercasing",
		"content": "Hi there!\nAfter recently remapping my caps lock key to escape, typing uppercase became quite impractical. However, now I have discovered shoutr.io and it is really useful! I just type the text into the website, and it comes out uppercase! THANK YOU VERY MUCH, SHOUTR.IO!\n\n$senderName"
	},
	{
		"type": "satisfied",
		"subject": "I use this to communicate with my granddaughter",
		"content": "Dear shoutr.io\n\nMy granddaughter is an absolute fan and recommended me this site. Now I use it regularly to talk to her, since she is in another country. I will definitely recommend shoutr.io to the rest of my family.\n\nThank you again,\n$senderName"
	},
	{
		"type": "completed_contract",
		"subject": "Re: $prevSubject",
		"content": "Dear Friend,\nThank you for completing the assigned workload in a timely manner. It has been a pleasure to work with you, I hope I get the opportunity to do so again. The reward as stated in the contract has already been transfered to your account.\n\nBest,\n$senderName"
	},
	{
		"type": "failed_contract",
		"subject": "Re: $prevSubject",
		"content": "To whom it might concern,\nAs confired in our previous exchange, you agreed to use your system resources for my work load. It has now come to my attention that the requests have not been processed in sufficient time. As per our contract, I am entitled to half of our contract's value. The balance has already been removed from your account.\nI will also refrain from doing business with you again.\n\nKind regards,\n$senderName"
	}
]
